Repository: FreePBX/disa
Catalog: i18n/*/LC_MESSAGES/disa.po
Languages: de_de, es_es, fa_ir, fr_fr, pt_br, ru_ru, sv_se, vi, zh_cn

source: (Experts Only) Sets the context that calls will originate from. Leave this as from-internal unless you know what you're doing.
de_de: (Nur für Experten) Legt den Kontext fest, aus dem Anrufe stammen. Belassen Sie dies als von-intern, es sei denn, Sie wissen, was Sie tun.
es_es: Sólo para expertos. Establece el contexto desde el cual se generarán las llamadas. Deje este campo a su valor por defecto a menos que sea consciente de lo que está haciendo.
fr_fr: (Experts seulement) Le contexte utilisé pour effectuer un appel. Laisser à "from-internal" à moins de savoir ce que vous faites.
pt_br: (Somente Especialistas) Define o contexto de onde as chamadas serão originadas. Deixe isso como de interno, a menos que saiba o que está fazendo.
ru_ru: (Только для экспертов) Установить контекст, из которого будут оригинироваться звонки. Оставить как есть - from-internal означает, что вы знаете, что делаете.
sv_se: (Endast experter) Sätter sammanhanget samtalet ska komma från. Om du inte vet något om detta, lämna detta till from-internal.
vi: ( Chỉ có chuyên gia) Cài đặt ngữ cảnh nơi mà các cuộc gọi sẽ bắt nguồn. Để nguyên là từ nội bộ trừ khi bạn biết bạn đang làm gì.
zh_cn: （高级设置）设置发起呼叫的上下文。除非你知道自己在做什么，否则让这项设置保持为from-internal（从内部发起）

source: (Optional) When using this DISA, the users CallerID will be set to this. Format is "User Name" <5551234>
de_de: (Optional) Wenn Sie diese DISA verwenden, wird die Anrufer-ID des Benutzers auf diese festgelegt. Das Format lautet "Benutzername" <5551234>
es_es: (Opcional) Cuando se esté usando este DISA, el identificador de llamante del usuario se establecerá a este valor. El formato que se debe usar es el siguiente: "Nombre del usuario" <5551234>
fr_fr: (Optionnel) L'ID appelant à utiliser lorsque vous utilisez ce DISA. Son format est "Nom Utilisateur" <5551234>
pt_br: (Opcional) Ao usar este DISA, ID Chamador dos usuários serão definidos para ele. O formato é "Nome de Usuário" <5551234>
ru_ru: (Опционально) Если используется эта DISA, то Caller ID будет изменён на указанный здесь. Формат "Имя Фамилия" <5551234>
sv_se: (Valfritt) När du använder denna DISA kommer nummerpresentationen sättas till detta. Formatet är "Namn" <123456>
vi: ( Tùy chọn) Khi sử dụng DISA này, Caller ID người dùng sẽ được cài đặt tới DIS. Định dạng là "User Name" <5551234>
zh_cn: （可选设置）在使用这个DISA时，用户的主叫ID就会被发送到这里。格式是“用户名”<5551234>

source: Actions
de_de: Aktionen
es_es: Acciones
fa_ir: عملیات
pt_br: Ações
ru_ru: Действие
vi: Các thao tác

source: Add DISA
de_de: füge DISA hinzu
es_es: Añadir DISA
fa_ir: افزودن DISA
fr_fr: Ajouter DISA
pt_br: Adicionar DISA
ru_ru: Добавить Доступ к Asterisk извне (DISA)
sv_se: Lägg till DISA
vi: Thêm DISA
zh_cn: 添加DISA

source: Allow Hangup
de_de: erlaube aufzulegen
es_es: Permitir colgar
fa_ir: قطع مجاز
fr_fr: Permette de raccroche
pt_br: Permitir Desligamento
ru_ru: Разрешить прерывание звонка
sv_se: Tillåt avsluta
vi: Cho phép cúp máy (hangup)
zh_cn: 允许挂断

source: Allow the current call to be disconnected and dial tone presented for a new call by pressing the Hangup feature code: %s while in a call
de_de: Erlaube die Beendigung des akutellen Anrufs und die Anzeige eines Wählzeichens für einen neuen Anruf, indem während eines Anrufs der Beendigungscode: %s gedrückt wird
es_es: Permite que la llamada actual sea desconectada y se presente un tono de marcado para realizar una nueva llamada, pulsando el código de característica de colgado %s mientras se está en una llamada
fr_fr: Permet de terminer l'appel en cours et d'avoir une tonalité d'appel pour procéder à un autre appel en pressant le code %s durant un appel
pt_br: Permitir que a chamada atual seja desconectada e o tom de discagem seja apresentado para uma nova chamada pressionando o código de recurso de Desligamento: %s enquanto estiver em uma chamada
ru_ru: Разрешить прерывать текущий звонок и предоставить длинный гудок (КПВ) для нового звонка набором сервисного кода Положить трубку: %s во время разговора
sv_se: Tillåter att pågående samtal kopplas ner och ett nytt samtal kan påbörjas genom att trycka funktionskoden Avsluta samtal: %s
vi: Cho phép cuộc gọi hiện tại sẽ bị ngắt kết nối và âm quay số được áp dụng cho cuộc gọi mới bằng cách nhấn mã tính năng Hangup: %s khi đang trong một cuộc gọi
zh_cn: 允许在呼叫中按下挂断功能代码%s后，中断当前呼叫并播送新呼叫的提示音

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: عملیات
pt_br: Aplicações
ru_ru: Приложения
vi: Các ứng dụng

source: Call Recording
de_de: Anfrufaufzeichnungen
es_es: Grabación de Llamada
fa_ir: ضبط تماس
fr_fr: Enregistrer l'appel
pt_br: Gravação de Chamadas
ru_ru: Запись вызова
vi: Ghi âm cuộc gọi

source: Caller ID
de_de: Anrufer-ID
es_es: Identificador de llamante:
fa_ir: شناسه تماس گیرنده
fr_fr: ID Appelant
pt_br: ID Chamador
sv_se: Nummerpresentation
vi: Caller ID -Tính năng nhận dạng số gọi đến
zh_cn: 主叫ID

source: Caller ID Override
de_de: Anrufer-ID überschreiben
es_es: Anulación ID de llamada
fa_ir: بازنویسی شناسه تماس گیرنده
fr_fr: Remplacer ID appelant
pt_br: Substituição do ID Chamador
ru_ru: Переопределение CID
vi: Ghi đè Caller ID

source: Context
de_de: Kontext
es_es: Contexto:
fa_ir: محتوا
fr_fr: Contexte
pt_br: Contexto
ru_ru: Контекст
sv_se: Sammanhang
vi: Ngữ cảnh
zh_cn: 上下文

source: Context cannot be blank
de_de: Der Zusammenhang kann nicht leer bleiben
es_es: El contexto no puede estar vacío
fa_ir: متن نمیتواند خالی باشد
fr_fr: Le contexte ne peut être vide
pt_br: O contexto não pode ficar em branco
ru_ru: Контекст не может быть пустым
sv_se: Sammanhanget kan inte vara tomt
vi: Ngữ cảnh không được để trống
zh_cn: 上下文不能不填

source: DISA
ru_ru: Доступ в Asterisk извне (DISA)
vi: DISA( Direct inward system access- Hệ thống truy nhập trực tiếp thuê bao)

source: DISA Allows you 'Direct Inward System Access'. This gives you the ability to have an option on an IVR that gives you a dial tone, and you're able to dial out from the FreePBX machine as if you were connected to a standard extension. It appears as a Destination.
de_de: DISA Ermöglicht den direkten Systemzugriff. Dies gibt Ihnen die Möglichkeit, eine Option auf einem IVR zu haben, die Ihnen einen Wählton gibt, und Sie können vom FreePBX-Rechner aus wählen, als ob Sie mit einer Standard-Nebenstelle verbunden wären. Es wird als Ziel angezeigt.
es_es: DISA Permite 'Acceso Directo Interno al sistema'. Esto le da la capacidad de tener una opción en un IVR que le da un tono de marcar, y usted es capaz de marcar fuera de la máquina FreePBX como si estuviera conectado a una extensión estándar. Aparece como un destino.
fr_fr: DISA Vous permet l'accès distant au PBX. Ce qui vous donne la possibilité d'avoir une option dans une RVI qui, lorsque composée, donne une tonalité de composition pour entrer un numéro de téléphone et utiliser le FreePBX pour effectuer l'appel. Il apparaîtra comme destination.
pt_br: DISA permite que você "direcione o acesso interno ao sistema". Isso lhe dá a capacidade de ter uma opção em uma URA que lhe dá um tom de discagem e você pode discar para fora da máquina FreePBX como se estivesse conectado a um ramal padrão. Aparece como um Destino.
ru_ru: Доступ в Asterisk извне (DISA) дает вам дополнительную опцию при использовании IVR, а именно, набрать код и получить возможность звонить с Asterisk так, как если бы вы были подключенны к нему напрямую.
sv_se: DISA ger dig 'Direct Inward System Access'. Dvs, en möjlighet att ha ett val på en IVR som ger dig en kopplingston där du kan slå ett nummer som kommer att utgå från växeln precis som om du var en anknytning på insidan.
vi: DISA cho phép bạn " trực tiếp truy nhập hệ thống thuê bao nội bộ". Điều này giúp bạn có thể có một tùy chọn trên IVR, cấp cho bạn một âm quay số, bạn có thể quay số từ freePBX như thể bạn đã kết nối đến một máy nhánh tiêu chuẩn. Nó xuất hiện như một điểm đích.

source: DISA List
de_de: DISA-Liste
es_es: Lista DISA
fa_ir: فهرست DISA
fr_fr: Liste de DISA
pt_br: Lista DISA
ru_ru: Список DISA
vi: Danh sách DISA

source: DISA Name
es_es: DISA Nombre
fa_ir: نام DISA
fr_fr: Nom DISA
pt_br: Nome DISA
ru_ru: Имя DISA
vi: Tên DISA

source: DISA is used to allow people from the outside world to call into your PBX and then be able to dial out of the PBX so it appears that their call is coming from the office which can be handy when traveling. You can set a destination in an IVR that points to the DISA or set a DID. Make sure you password protect this to keep people from dialing in and using your PBX to make calls out.
de_de: Mit DISA können Personen aus der Außenwelt in Ihre TK-Anlage anrufen und dann aus der TK-Anlage wählen, sodass der Eindruck entsteht, dass ihr Anruf aus dem Büro kommt, was auf Reisen praktisch sein kann. Sie können ein Ziel in einem IVR festlegen, das auf den DISA zeigt, oder eine DID festlegen. Stellen Sie sicher, dass Sie dieses Kennwort schützen, um zu verhindern, dass sich Personen einwählen und mit Ihrer TK-Anlage Anrufe tätigen.
es_es: DISA se utiliza para permitir que la gente del mundo exterior pueda llamar a la centralita y luego ser capaces de marcar de la central por lo que parece que su llamada proviene de la oficina, lo que puede ser útil cuando se viaja. Puede configurar un destino en un IVR que apunta a la DISA o establecer un DID. Asegúrese de proteger con contraseña.
fr_fr: DISA est utilisé pour permettre au monde extérieur d'utiliser votre PBX pour placer des appels externe qui semble provenir du bureau ce qui peut-être très utile sur la route. Vous pouvez le définir comme destination dans une RVI ou comme destination pour un SDA (DID). Assurez-vous de mettre un mot de passe pour protéger l'accès à celui-ci.
pt_br: DISA é usado para permitir que as pessoas do mundo exterior possam chamar em sua central PBX e, em seguida, sejam capazes de discar pelo PBX, assim parecendo que sua chamada está vindo do escritório, o que pode ser útil quando se está viajando. Você pode definir um destino em uma URA que aponta para o DISA ou definir um DID. Certifique-se de que a senha está protegida para evitar que as pessoas façam discagem e usem seu PBX para fazer chamadas.
ru_ru: Доступ в Asterisk извне (DISA) позволяет сотрудникам вне офиса звонить на ваш Asterisk и совершать с него звонки, так как будто звонок происходит из офиса, что может быть удобно, если сотрудник находится в командировке. Вы можете указать направление в IVR, которые будут указывать на DISA или установить DID. Перед использованием этой функции убедитесь, что вы установили пароль для предотвращения набора и использования вашего Asterisk посторонними людьми.
vi: DISA cho phép mọi người từ thế giới bên ngoài gọi vào hệ PBX của bạn và có thể quay số ra bên ngoài PBX vì thế nó như thể là cuộc gọi của họ đang đến từ văn phòng hay khi họ đang đi du lịch. Bạn có thể cài đặt điểm đích tại IVR trỏ đến DISA hay cài đặt một DID. Đảm bảo mật khẩu của bạn an toàn để tránh những người khác quay số vào hay sử dụng PBX của bạn để gọi ra ngoài.

source: Delete
de_de: Löschen
es_es: Borrar
fa_ir: حذف
fr_fr: Supprimer
pt_br: Apagar
ru_ru: Удалить
vi: Xóa

source: Determine if we keep the Caller ID being presented or if we override it. Default is No
de_de: Legen Sie fest, ob die Anrufer-ID weiterhin angezeigt wird oder ob sie überschrieben wird. Standard ist Nein
es_es: Determinar si se mantiene el ID de Llamada que esta siendo presentado, o si se va a reemplazar. Por defecto es No
fr_fr: Détermine si on conserve l'identification de l'appelant présenté ou si on l'écrase. Le défaut est Non
pt_br: Determine se mantem o ID chamador apresentado ou se será substituído. O padrão é Não
vi: Quyết định liệu chúng ta có nên để Caller ID được hiển thị hay ghi đè lên nó. Mặc định là No

source: Digit Timeout
de_de: Ziffern-Timeout
es_es: Tiempo de espera de marcado
fa_ir: وقفه رقم
fr_fr: Délais d'attente des chiffres
pt_br: Tempo Limite de Digitação
ru_ru: Таймаут между цифрами
sv_se: Tidsutlösning för siffra
vi: Thời gian chờ nhập chữ số
zh_cn: 按键超时

source: Don't Care
de_de: Ist mir egal
es_es: No Importa
fa_ir: مهم نیست
fr_fr: Peu importe
pt_br: Não Importa
ru_ru: Не обращать внимание
vi: Không quan tâm

source: Force
de_de: Erzwingen
es_es: Forzar
fa_ir: اجباز
fr_fr: Forcer
pt_br: Forçar
ru_ru: Запустить
vi: Bắt buộc

source: Give this DISA a brief name to help you identify it.
de_de: Geben Sie dieser DISA einen kurzen Namen, damit Sie sie leichter identifizieren können.
es_es: Asigne un breve nombre a este DISA que le ayude a identificarlo.
fa_ir: یک نام به DISA اختصاص دهید تا بهتر تشخیص دهید.
fr_fr: Donner à ce DISA un nom pour permettre de l'identifier.
pt_br: Dê a esta DISA um breve nome para ajudar a identificá-la.
ru_ru: Присвойте короткое название для DISA для идентификации.
sv_se: Skriv in ett kortfattat namn för denna DISA.
vi: Đặt cho DISA một tên ngắn gọn để giúp bạn nhận dạng nó.
zh_cn: 为此DISA起一个名字，以帮助你辨识它。

source: If you choose Yes the disa will pass the caller id set above.
de_de: Wenn Sie Ja wählen, wird die oben eingestellte Anrufer-ID vom Disa weitergeleitet.
es_es: Is escoge Si, el DISA pasara el ID de llamada indicado arriba.
fa_ir: اگر بله انتخاب شود disa تنظیمات بالا را برای شناسه تماس گیرنده اعمال میکند.
fr_fr: Si vous choisissez Oui le DISA va forcer l'identifiant spécifié ci-dessus.
pt_br: Se você escolher Sim, o disa passará o identificador de chamadas definido acima.
vi: Nếu bạn chọn Yes disa sẽ thông qua Caller ID đã cài đặt ở trên.

source: If you wish to have multiple PIN's, separate them with commas
de_de: Wenn Sie mehrere PINs haben möchten, trennen Sie diese durch Kommas
es_es: Si desea tener varios PIN, sepárelos con comas
fa_ir: در صورت داشتن چند پین, آنها را با کاما جدا کنید
fr_fr: Si vous désirez avoir plusieurs NIPs, séparez-les par des virgules
pt_br: Se você deseja ter vários PIN's, separe-os com vírgulas
ru_ru: Если хотите использовать несколько номеров PIN, укажите их разделяя запятой
sv_se: Om du vill ha flera PIN-koder, separera dom med komma
vi: Nếu bạn muốn có nhiều PIN, tách chúng bằng dấu phẩy
zh_cn: 如果你想设置多个PIN码，请用逗号分隔它们

source: Never
de_de: Nie
es_es: Nunca
fa_ir: هرگز
fr_fr: Jamais
pt_br: Nunca
ru_ru: Никогда
vi: Không bao giờ

source: No
de_de: Nein
fa_ir: خیر
fr_fr: Non
pt_br: Não
ru_ru: Нет
vi: Không

source: Please enter a valid Caller ID or leave it blank
de_de: Bitte geben Sie eine gültige Anrufer-ID ein oder lassen Sie diese leer
es_es: Por favor, introduzca un identificador de llamante correcto o deje la casilla en blanco
fa_ir: لطفا شناسه معتبر وارد کنید
fr_fr: S'il vous plaît saisir un ID appelant valide ou laisser à vide
pt_br: Introduza uma identificação de chamada válida ou deixe-a em branco
ru_ru: Введите разрешенный Caller ID или оставьте пустым
sv_se: Skriv in en giltig nummerpresentation eller lämna fältet tomt
vi: Vui lòng nhập một Caller ID hợp lệ hoặc để trống
zh_cn: 请输入有效的主叫ID，或者不填

source: Please enter a valid DISA Name
de_de: Bitte geben Sie einen gültigen DISA-Namen ein
es_es: Por favor, introduzca un nombre válido para el DISA
fa_ir: نام DISA معتبر وارد کنید
fr_fr: S'il vous plaît saisir un nom DISA valide
pt_br: Por favor, digite um nome válido da DISA
ru_ru: Введите разрешенное название для DISA
sv_se: Skriv in ett giltigt namn för denna DISA
vi: Vui lòng nhập Tên DISA hợp lệ
zh_cn: 请输入有效的DISA名

source: Please enter a valid DISA PIN
de_de: Bitte geben Sie eine gültige DISA-PIN ein
es_es: Por favor, introduzca un PIN válido para el DISA
fa_ir: پین DISA معتبر وارد کنید
fr_fr: S'il vous plaît saisir un NIP DISA valide
pt_br: Por favor insira um PIN DISA válido
ru_ru: Введите разрешенный PIN для DISA
sv_se: Skriv in en giltig PIN-kod för denna DISA
vi: Vui lòng nhập một PIN DISA hợp lệ
zh_cn: 请输入有效的DISA的PIN码

source: Record calls that use this DISA
de_de: Zeichnen Sie Anrufe auf, die diese DISA verwenden
es_es: Grabar llamadas que usan este DISA
fa_ir: ضبط تماس هایی که از این DISA استفاده کردند
fr_fr: Enregistrer les appels qui utilisent ce DISA
pt_br: Gravar chamadas que user essa DISA
ru_ru: Запись вызовов , которые используют данный DISA
vi: Ghi âm các cuộc gọi sử dụng cho DISA này

source: Require Confirmation
de_de: Bestätigung erwartet
es_es: Pedir confirmación
fa_ir: نیاز به تاییدیه
fr_fr: Demande confirmation
pt_br: Solicitar Confirmação
ru_ru: Требуется подтверждение
sv_se: Kräver bekräftelse
vi: Thông tin yêu cầu
zh_cn: 需要确认

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: بازنشانی
fr_fr: Réinitialiser
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: Response Timeout
de_de: Zeitüberschreitung bei der Antwort
es_es: Tiempo de espera para la respuesta
fa_ir: وقفه پاسخ
fr_fr: Délai d'attente de la réponse
pt_br: Tempo Limite de Resposta
ru_ru: Таймаут на ответ
sv_se: Tidsutlösning för svar
vi: Thời gian chờ trả lời
zh_cn: 应答超时

source: Seconds
de_de: Sekunden
es_es: Segundos
fa_ir: ثانیه ها
fr_fr: Secondes
pt_br: Segundos
ru_ru: Секунд
vi: giây

source: Submit
de_de: Absenden
es_es: Enviar
fa_ir: ارسال
fr_fr: Soumettre
pt_br: Enviar
ru_ru: Подтвердить
vi: Gửi đi

source: The DISA Name provided is too long.
de_de: Der angegebene DISA Name ist zu lang.
es_es: El numero DISA provisto es muy largo.
fa_ir: نام DISA بلند است.
fr_fr: Le nom DISA fourni est trop long.
pt_br: O nome DISA fornecido é muito longo.
ru_ru: Слишком длинное название DISA.
vi: Tên DISA quá dài.

source: The maximum amount of time it will wait before hanging up if the user has dialed an incomplete or invalid number. Default of 10 seconds
de_de: Die maximale Zeit, die gewartet wird, bevor aufgehängt wird, wenn der Benutzer eine unvollständige oder ungültige Nummer gewählt hat. Standardmäßig 10 Sekunden
es_es: El tiempo máximo que se esperará abtes de colgar si el usuario ha marcado un número incompleto o no válido. Su valor por defecto es de 10 segundos
fr_fr: Le temps d'attente maximal avant de raccrocher si l'utilisateur à signalé un numéro incomplet ou invalide. Par défaut, il s'agit de 10 secondes
pt_br: A quantidade máxima de tempo de espera antes de desligar se o usuário tiver discado um número incompleto ou inválido. Padrão de 10 segundos
ru_ru: Максимальное время ожидания для пользователя, при вводе номеров PIN. По умолчанию - 10 сек
sv_se: Den maximala tiden innan samtalet avslutas om användaren har tryckt felaktiga eller ofullständiga siffror. Standard är 10 sekunder.
vi: Thời gian tối đa mà nó sẽ đợi trước khi cúp máy nếu người dùng vừa quay một số điện thoại không hợp lệ. Mặc định là 10 giây
zh_cn: 如果用户拨打了不完整的或者无效的号码，系统在挂端前需要等待的最长的时间。默认设置是10秒。

source: The maximum amount of time permitted between digits when the user is typing in an extension. Default of 5 seconds
de_de: Die maximale Zeit, die zwischen zwei Ziffern erlaubt ist, wenn der Benutzer auf einer Erweiterung tippt. Standardmäßig 5 Sekunden
es_es: El tiempo máximo permitido entre dígitos cuando el usuario esta digitando una extensión. Por defecto son 5 segundos
fr_fr: Le temps d'attente maximal entre les chiffres lors de la saisie d'un numéro de poste. Par défaut, il s'agit de 5 secondes
pt_br: A quantidade máxima de tempo permitido entre dígitos quando o usuário estiver digitando um ramal. Padrão de 5 segundos
ru_ru: Максимальный интервал времени , допустимый между цифрами при наборе номера пользователем. По умолчанию 5 секунд
vi: Thời gian tối đa cho phép giữa các chữ số khi người dùng gõ vào một máy nhánh. Mặc định là 5 giây

source: The user will be prompted for this number.
de_de: Die Eingabe dieser Nummer wird vom Benutzer erwartet.
es_es: Se solicitará al usuario este PIN para acceder al DISA.
fa_ir: اختصاص این شماره به کاربر.
fr_fr: L'utilisateur devra saisir ce numéro.
pt_br: O usuário será avisado para este número.
ru_ru: Пользователь будет вводить этот номер.
sv_se: Användaren kommer att få en fråga om detta nummer
vi: Người dùng sẽ được nhắc nhở về số này.
zh_cn: 用户将被要求输入这个号码。

source: Yes
de_de: Ja
es_es: Si
fa_ir: بله
fr_fr: Oui
pt_br: Sim
ru_ru: Да
vi: Có

source: equire Confirmation before prompting for password. Used when your PSTN connection appears to answer the call immediately
de_de: erwartete Bestätigung bevor zur Passworteingabe aufgefordert wird. Wird benützt, wenn die PSTN-Verbindung den Ruf sofort anzunehmen scheint
es_es: Requiere Confirmación antes de pedir la Contraseña. Usado cuando su conexión a PSTN parece contestar la llamada inmediatamante
fr_fr: Requiert une confirmation avant de demander un mot de passe. À utiliser lorsque votre ligne téléphonique semble répondre à l'appel immédiatement
pt_br: Exigir confirmação antes de solicitar a senha. Usado quando a conexão PSTN atende a chamada imediatamente
ru_ru: Спросить Подтверждение перед приглашением ввести пароль. Используется когда ваше PSTN-подключение сразу отвечает на вызов
vi: Yêu cầu xác nhận trước khi nhắc nhở nhập mật khẩu. Đươc sử dụng khi kết nối PSTN của bạn đang như thể trả lời cuộc gọi ngay lập tức

source: PIN
fa_ir: پین کد
fr_fr: NIP
sv_se: PIN-kod
zh_cn: PIN码

source: DISA: %s
ru_ru: Доступ к Asterisk извне (DISA): %s

source: DISA name:
sv_se: Namn på DISA:
zh_cn: DISA名称：

source: Delete DISA %s
sv_se: Ta bort DISA %s
zh_cn: 删除DISA %s

source: Edit DISA
sv_se: Redigera DISA
zh_cn: 编辑DISA

source: Require Confirmation before prompting for password. Used when your PSTN connection appears to answer the call immediately
sv_se: Kräver bekräftelse innan fråga om lösenord. Används när din koppling mot telenätet verkar svara omedelbart på samtalet.
zh_cn: 在提示用户输入密码前，要求用户确认，在你的PSTN连接总是立即接听呼叫的情况下可以使用此设置。

source: Submit Changes
sv_se: Spara ändringar
zh_cn: 提交更改

source: The maximum amount of time permitted between digits when the user is typing in an extension. Default of 5
sv_se: Det maximalt antal sekunder som tillåts mellan siffrorna när en användare trycker in en anknytning. Standard är 5 sekunder.
zh_cn: 所允许用户按下号码之间的最大时间间隔。默认值为5秒。

source: deleted
sv_se: borttagen
zh_cn: 已删除
